 export default [
    {
      id: 1,
      startDate: 1900,
      endDate: 1930,
      title: "Политика",
      deg: "0",
      histories: [
        { date: 1903, elem: "22 января 1903 год — подписание договора Хея-Эррана между США и Колумбией о Панамском канале" },
        { date: 1905, elem: "27 мая 1905 год — Цусимское сражение во время русско-японской войны" },
        { date: 1914, elem: "28 июля 1914 год — начало Первой мировой войны" },
        { date: 1917, elem: "25 октября 1917 год — Октябрьская революция в России" },
        { date: 1919, elem: "28 июня 1919 год — подписание Версальского договора, завершившего Первую мировую войну" },
        { date: 1929, elem: "29 октября 1929 год — начало Великой депрессии в США" },
      ]
    },
    {
      id: 2,
      startDate: 1930,
      endDate: 1960,
      title: "Мировые конфликты",
      deg: "308",
      histories: [
        { date: 1933, elem: "30 января 1933 год — приход Гитлера к власти в Германии" },
        { date: 1939, elem: "1 сентября 1939 год — начало Второй мировой войны" },
        { date: 1941, elem: "7 декабря 1941 год — нападение на Пёрл-Харбор и вступление США в войну" },
        { date: 1945, elem: "8 мая 1945 год — окончание Второй мировой войны в Европе" },
        { date: 1949, elem: "4 апреля 1949 год — создание НАТО" },
        { date: 1955, elem: "14 мая 1955 год — подписание Варшавского договора" },
      ]
    },
    {
      id: 3,
      startDate: 1960,
      endDate: 1990,
      title: "Космическая эра",
      deg: "252",
      histories: [
        { date: 1961, elem: "12 апреля 1961 год — первый полёт человека в космос (Юрий Гагарин)" },
        { date: 1969, elem: "20 июля 1969 год — высадка человека на Луну (Аполлон-11)" },
        { date: 1971, elem: "19 апреля 1971 год — запуск первой космической станции (Салют-1)" },
        { date: 1975, elem: "17 июля 1975 год — стыковка кораблей Аполлон и Союз" },
        { date: 1981, elem: "12 апреля 1981 год — первый полёт многоразового космического корабля (Шаттл Колумбия)" },
        { date: 1986, elem: "28 января 1986 год — катастрофа космического шаттла Челленджер" },
      ]
    },
    {
      id: 4,
      startDate: 1990,
      endDate: 2020,
      title: "Информационные технологии",
      deg: "183",
      histories: [
        { date: 1991, elem: "6 августа 1991 год — запуск первой веб-страницы в интернете" },
        { date: 1995, elem: "16 августа 1995 год — запуск Windows 95 компанией Microsoft" },
        { date: 2004, elem: "4 февраля 2004 год — основание Facebook" },
        { date: 2007, elem: "9 января 2007 год — презентация первого iPhone компанией Apple" },
        { date: 2010, elem: "22 октября 2010 год — запуск Instagram" },
        { date: 2016, elem: "16 ноября 2016 год — искусственный интеллект AlphaGo побеждает чемпиона в го" },
      ]
    },
    {
      id: 5,
      startDate: 2020,
      endDate: 2030,
      title: "Современные вызовы",
      deg: "128",
      histories: [
        { date: 2020, elem: "11 марта 2020 год — ВОЗ объявляет пандемию COVID-19" },
        { date: 2021, elem: "5 мая 2021 год — первый успешный полёт марсохода Ingenuity на Марсе" },
        { date: 2022, elem: "4 марта 2022 год — крупнейший в истории санкционный пакет против России" },
        { date: 2023, elem: "7 июля 2023 год — рекордное повышение температуры на Земле" },
        { date: 2025, elem: "Предположительно — запуск первых коммерческих полётов на Марс" },
        { date: 2028, elem: "Предположительно — постройка первой колонии на Луне" },
      ]
    },
    {
      id: 6,
      startDate: 2030,
      endDate: 2050,
      title: "Будущее",
      deg: "75",
      histories: [
        { date: 2030, elem: "Предположительно — достижение нейтральности выбросов углекислого газа в ряде стран" },
        { date: 2032, elem: "Предположительно — запуск первой пилотируемой миссии на Марс" },
        { date: 2035, elem: "Предположительно — полное запрещение продаж автомобилей с двигателями внутреннего сгорания в ЕС" },
        { date: 2040, elem: "Предположительно — преодоление энергодефицита с помощью термоядерного синтеза" },
        { date: 2045, elem: "Предположительно — достижения в сфере искусственного интеллекта позволят создать технологии общего ИИ" },
        { date: 2050, elem: "Предположительно — колонизация Марса и Луны станут обычным явлением" },
      ]
    }
  ];
  